Revit 2027 API
GroupTypeId.TrussFamilyVertWeb Property
 Vertical Webs.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TrussFamilyVertWeb { get; }
Public Shared ReadOnly Property TrussFamilyVertWeb As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TrussFamilyVertWeb {
	ForgeTypeId^ get ();
}
static member TrussFamilyVertWeb : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace